{
    "Fine": "most common fella. as the simplest, the first cat, he has no special characteristics. although he looks a bit fat lOL\nslight smile, normal whiskers.",
    "Nice": "this one's a little more interesting. the look of the nice cat is also used for reverse cat (it's just a flipped version), and baby cat, and even legendary cat (a bit)!\nhe's a bit happier than a fine cat, but again, for reason above, no special difference from others.",
    "Good": "sleepy fella! as to why he's asleep, honestly, no idea. unlike most cats, it seems like he's looking to the left? maybe it's just me.\nalso has longer whiskers than his cat-rarity-list neighbours. could imply that he's a bit older than them.",
    "Rare": "i imagined him to be like a forest cat or something? green like da trees. first unnatural cat color! it's special enough that we don't need a gradient (so i removed it).\nhe's small, smiling, shorter whiskers, probably young, cute cat fella",
    "Wild": "very happy, :D type face, so new mouth shape. a bit taller than a rare cat, eye gap wider than other cats. very saturated blue color.",
    "Baby": "the smallest cat. funny ear shape. > < type eyes, the only other cat with those is the corrupt one. he looks squished haha. i think this one turned out to be pretty good.",
    "Epic": "big head. first cat with a proper gradient. he's trying to look like the legendary cat, but fails: yellow + red look just like a cheap parody of an orange gradient.\nalso his whiskers aren't long enough. and they're brown! he probably just covered himself in paint. other than that, he's a big happy boye",
    "Sus": "amongus",
    "Brave": "he's small, short whiskers. probably shy. the only black & white cat. that could be why they call him brave.",
    "Rickroll": "never gonna give you up! he looks so confused and awkward. are we here just to suffer? no, to rickroll cat bot users.",
    "Reverse": "a flipped version of a nice cat.\ncanonically, he can only walk upside down (on the ceiling)",
    "Superior": "you like the new cat icons, don't you? vibrant, neon, long whiskers. very self-confident. eyes staring deep into your soul.\nhe's very cool and knows it.",
    "TheTrashCell": "hey, that's me! i figured we needed an 'annoyed' cat and i made myself that cat. other than that he's kinda... average. and purple.",
    "Legendary": "the myth, the legend. golden whiskers. it's not orange color, it's gold on his fur. also, he isn't sleeping, he's feeling the breeze of the wind.\nmany cats are inspired by this legendary cat.",
    "Mythic": "he no longer looks weird. i gave him a bit of a blue tint. the oldest of all cats (except ultimate), head down, whiskers down, sad eyes.\nmaybe he's just tired and needs a little sleep.",
    "8bit": "pixels. self-explanatory, the texture is 12x12. too low of a resolution to be able to convey any emotion, besides, he's a computer program and doesn't have any.",
    "Corrupt": "this cat is effing corrupt! some parts of the cat are missing, some are obfuscated. the whiskers are weird and all over the place!\nthe shade of that glitch blue is the exact same of the one from the windows blue screen of death.",
    "Professor": "basically a replica of the design by lxgit. has a monocle. no whiskers, which implies that his moustache is all his facial hair.",
    "Divine": ":D it's got sparkles, a very happy face, and a new gradient. he's like the best, final version of all cats with a gradient. very awesome cat.",
    "Real": "the most boring cat with ugly colors (\"INTENTIONAL!!\"). all colors handpicked from the staring cat image.\nas the creator of the staring cat image, i declare that this is an official sequel.",
    "Ultimate": "a godly ancient being with a small body and big ears. he's distorted with the CYMK color palette. he knows what you did. his circle eyes staring deep into your soul.\ni like to imagine that the ultimate cat is actually the final cat, and that the egirl is just a random cat that everyone thinks is top 1 just because of \"egirl\".",
    "eGirl": "big red heart, like the one from minecraft. she loves you! (no)"
}
